Repository: brend/Diffusor
Catalog: *.lproj/Alerts.strings
Languages: german

# TitleCannotOpenFileForReading
source: File couldn't be opened.
german: Die Datei konnte nicht geöffnet werden.

# BodyCannotOpenFileForReading
source: The file %@ couldn't be opened for reading.
german: Die Datei %@ konnte nicht zum Lesen geöffnet werden.

# TitleCannotOpenForWriting
source: File couldn't be opened.
german: Die Datei konnte nicht geöffnet werden.

# BodyCannotOpenForWriting
source: The file %@ couldn't be opened for writing.
german: Die Datei %@ konnte nicht zum Schreiben geöffnet werden.

# TitleUnknownFileTypeForWriting
source: Unknown file type
german: Unbekannter Dateityp.

# BodyUnknownFileTypeForWriting
source: The image couldn't be saved as %@, because the file type "%@" is unknown to the application.
german: Das Bild konnte nicht unter %@ gespeichert werden, da der Dateityp "%@" der Anwendung unbekannt ist.

# TitleCannotRepresent
source: The image couldn't be saved.
german: Das Bild konnte nicht gespeichert werden.

# BodyCannotRepresent
source: An error occured during the creation of an image representation of type "%@". Try to save the image in another format.
german: Ein Fehler trat bei der Erzeugung einer Repräsentation des Bildes vom Typ "%@" auf. Versuchen Sie, das Bild in einem anderen Format zu speichern.

# TitleCannotReadImage
source: Image couldn't be read.
german: Das Bild konnte nicht gelesen werden.

# BodyCannotReadImage
source: The data contained in the specified image file couldn't be interpreted by the application. Only images possessing a bitmap representation can be opened.
german: Die Anwendung konnte die Daten in der Bilddatei nicht interpretieren. Es können nur Bilder geöffnet werden, die eine Bitmap-Repräsentation besitzen.

# TitleInvalidParameter
source: Invalid parameter.
german: Ungültiger Parameter.

# BodyInvalidParameter
source: One or more of the specified parameters are invalid. Please note the limitations on the parameters' ranges.
german: Ein oder mehrere der angegebenen Parameter waren ungültig. Bitte beachten Sie die Einschränkungen der Wertebereiche der Parameter.

# TitleNoImageCreated
source: Saving isn't possible.
german: Speichern ist nicht möglich.

# BodyNoImageCreated
source: You have to create an image using one of the image processing methods before you can save.
german: Bevor Sie speichern können, müssen Sie ein Bild mit einer der Bildbearbeitungsfunktionen erzeugen.
